Repository: myzzxc/2014-crown
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: • During operation, the switch and lead may not be placed on or under the foot warmer or covered in any other way whatsoever.
zh_tw: •使用中，控制開關和線路不得放於暖腳機上方、下方或以任何方式覆蓋。

source: • During use, the control switch and lead must not be placed on or under the heating blanket or be otherwise covered in any way.
zh_tw: •使用中，控制開關和線路不得放於保溫電毯上方、下方或以任何方式覆蓋。

source: • Hold the massager on the part of the body you wish to massage. Make sure that no parts of the body (e.g. fingers) or the power cable become trapped between the rotating massage rollers.
zh_tw: • 將按摩機置於身體上欲按摩之部位，確保身體各部（例如手指）或電線未被旋轉按摩滾輪夾住。

source: • If the power supply cable, respectively the mains adaptor is damaged, it may only be replaced by MEDISANA, an authorized dealer or by qualified personnel.
zh_tw: • 若電源線或變壓器損壞，僅能由 MEDISANA 授權經銷商或合格人員更換。

source: • If you experience any pain or discomfort while using the unit, stop using it immediately.
zh_tw: •如果使用裝置期間您有任何疼痛或不適，必須立即停止使用。

source: • If you have any health concerns, consult your doctor before using the foot warmer.
zh_tw: • 如果您有任何健康上的疑問，在使用暖腳機前請諮詢您的醫師。

source: • If you place too much strain on the appliance, it will be switched off by a thermal fuse.
zh_tw: • 若施加於裝置之壓力過大，其溫度保險絲將切斷裝置運行。

source: • If you feel any pain or using the appliance triggers unpleasant sensations, change the contact pressure, try a different part of the body, or discontinue the massage.
zh_tw: • 若使用中您有任何疼痛感或不適，則改變接觸壓力、嘗試用於身體其他部位或停止按摩。

source: • In the event of a defect, do not repair the foot warmer yourself.
zh_tw: •當暖腳機故障時請勿自行修理，

source: • Keep the mains cable away from hot surfaces and naked flames.
zh_tw: • 使主電源線遠離熱源或火焰。

source: • Keep the mains lead away from hot surfaces.
zh_tw: • 使主電源線遠離熱源。

source: • Keep the power cable away from the rotating massage rollers.
zh_tw: • 使電源線遠離旋轉按摩滾輪。

source: • Massages using the cellulite massager are not a substitute for treatments administered by doctors or physiotherapists.
zh_tw: • 使用纖體按摩機按摩並不能取代醫師或物理治療師所進行之療程。

source: • Minimum value of related rip area fR,min according to EN 1992-1-1:2004+AC:2010
zh_tw: • 相關裂口區最小值fR,min 遵照 EN 1992-1-1:2004+AC:2010

source: • Never carry, pull or rotate the unit by the mains cable and never pinch or crush the cable between other objects.
zh_tw: • 請勿以電源線移動、拉扯或旋轉裝置，且勿使其他物體夾住或撞擊電源線。

source: • Never carry, pull or turn the foot warmer using the power cable and do not clamp the cable.
zh_tw: • 請勿以電源線移動、拉扯或旋轉暖腳機，且勿夾住電源線。

source: • Never carry, pull or twist the heating blanket by the mains lead and do not allow the lead to become tangled or snagged.
zh_tw: • 請勿以電源線移動、拉扯或旋轉保溫電毯，且勿使電線糾纏或受其他物品勾住。

source: • Never expose the control switch or leads to moisture of any kind.
zh_tw: •請勿將控制開關或電線暴露於水氣中。

source: • Never handle a heating blanket that has fallen into water.
zh_tw: • 若保溫電毯掉落水中請勿觸摸，

source: • Never leave the foot warmer unattended during operation.
zh_tw: •請勿於無人看管時運作暖腳機。

source: • Never leave the heating blanket on when unattended.
zh_tw: •請勿於無人看管時加熱電毯。

source: • Never use strong cleaning agents or stiff brushes.
zh_tw: • 請勿使用強力清潔劑或硬刷。

source: • Never use the unit if the power cable has been damaged, the mains adapter is defective, if the unit does not work perfectly, if it has fallen into water or has been damage.
zh_tw: • 當電源線受損、變壓器故障、裝置不正常運作、裝置掉落水中或受損時請勿使用。

source: • No safety pins or other pointed or sharp objects may be attached to the foot warmer or stuck into it.
zh_tw: •請勿於暖腳機上使用或塞入安全別針或其他尖銳的物體。

source: • No safety pins or other pointed or sharp objects should be attached to the heating blanket or stuck into it.
zh_tw: •請勿於保溫電毯上使用或塞入安全別針或其他尖銳的物體。

source: • Only pull the plug out of the socket when you have dry hands, when the unit has been switched off and is not being used any longer, and also do this when you have to replace or clean the heads.
zh_tw: • 當裝置以關機且不使用時、或需更換或清潔時拔除插頭，拔除插頭時請保持手部乾燥。

source: • Only use the foot warmer for the purpose described in this instruction manual.
zh_tw: •僅依暖腳機設計之功能使用，並遵循說明手冊之指示。

source: • Only use the heating blanket for its intended use as in the instruction manual.
zh_tw: •僅依保溫電毯設計之功能使用，並遵循說明手冊之指示。

source: • Only use the unit in enclosed spaces!
zh_tw: • 裝置僅適用於室內！

source: • Plug the mains adapter into the socket of the appliance and then plug the mains adapter into the power socket.
zh_tw: • 插上變壓器至按摩機 （3）處並連接電源插座。

source: • Prolonged use of the foot warmer at a high setting could lead to skin burns.
zh_tw: •長時間高溫使用暖腳機可能會導致皮膚燒傷。

source: • Rib height of the bar shall be in the range 0,05 ϕ ≤ h ≤ 0,07 ϕ
zh_tw: • 鋼筋裂口高度應介於範圍 0,05 ϕ ≤ h ≤ 0,07 ϕ

source: • Should you experience persistent pains in the muscles and joints, please inform your doctor.
zh_tw: •如果肌肉與關節持續感到疼痛，請告知您的醫師。

source: • Should you have any concerns about health issues, consult your doctor before using the heating blanket.
zh_tw: • 如果您有任何健康上的疑問，在使用保溫電毯前請諮詢您的醫師。

source: • Static and quasi-static loads.
zh_tw: • 靜態和準靜態負載。

source: • Store the device in a dry, cool place.
zh_tw: • 將按摩機放置於乾燥、涼爽處。

source: • The appliance is not to be used for warming animals.
zh_tw: •裝置不得用於溫暖動物。

source: • The appliance may not be switched on using a clock timer.
zh_tw: • 裝置不得使用定時開關開啟。

source: • The cellulite massager provides a way to massage the buttocks, upper thighs, upper arms and hips to stimulate circulation.
zh_tw: • 纖體按摩機可按摩臀部、大腿、上臂以促進血液循環。

source: • The controls and leads must not be exposed to any kind of moisture.
zh_tw: •控制器與電源線不得暴露於任何種類的水氣中。

source: • The device is only for private use and is not to be used in hospitals.
zh_tw: • 設備僅供私人使用，不適用於醫院中。

source: • The device must not be used by young children over the age of 3 years, unless the control unit has been adjusted accordingly by its parents or legal guardians or unless the child has been well instructed how to use the control unit properly.
zh_tw: • 3 歲以上幼童不得自行使用裝置，需由其父母或監護人調整控制單元或在適當地指示下使用控制單元。

source: • The electric blanket may be washed by hand according to the instructions on the label.
zh_tw: •保溫電毯可依據標籤上的說明進行手洗。

source: • The foot warmer may not be operated while folded or creased.
zh_tw: •暖腳機請勿於折疊或皺摺時使用。

source: • The heating blanket may not be operated while folded, creased or placed around the mattress.
zh_tw: •保溫電毯請勿於折疊、皺摺或放於床墊周圍時使用。

source: • The heating blanket may only be operated with its special control unit.
zh_tw: •保溫電毯僅能使用其專用控制器進行操作。

source: • The massage rollers can be removed py pulling firmly and be cleaned under running water with a washing-up liquid.
zh_tw: • 按摩滾輪可用力拉出拆除後，使用清潔劑與水清洗。

source: • The treatment should be pleasant. Stop at once and consult your doctor if you feel pain or the treatment seems unpleasant.
zh_tw: • 療程應相當舒適，若您感覺疼痛或有任何不適請立即停止使用並向醫師諮詢。

source: • The unit is designed for private home use only.
zh_tw: •裝置設計僅供家庭使用。

source: • The warranty is null and void if it is not used for the intended purpose.
zh_tw: • 不正確使用裝置將使保固失效。

source: • There is no magic cure for cellulite.
zh_tw: • 對付橘皮組織沒有特效藥。

source: • This appliance can be used by children aged from 8 years and above and persons with reduced physical, sensory or mental capabilities or lack of experience and knowledge if they have been given supervision or instruction concerning use of the appliance in a safe way and understand the hazards involved.
zh_tw: • 8 歲以上的兒童以及身體、感官或心理能力殘疾或缺乏經驗和知識之人員，可於旁人監督協助下使用此裝置，或經由指示而理解其危險性並能安全使用的情況下使用。

source: • This device is not designed to be used by persons (including children) with limited physical, sensory or mental abilities, or by persons with insufficient experience and/or knowledge, unless under observation by a person responsible for their safety, or unless they have been instructed in the use of the device.
zh_tw: • 此裝置設計不適用於身體、感官或精神狀態異常之人員（包含幼童），或不具有充足經驗及知識之人員，除非有能負責其安全之人員在旁協助或指導使用裝置。

source: • This foot warmer is not intended for clinical or commercial use.
zh_tw: • 此暖腳機非用於醫療或商業用途。

source: • To dry, lay the heating blanket flat on a moisture-absorbent towel or mat.
zh_tw: •乾燥保溫電毯時，將毯子平放於吸水毛巾或墊子上。

source: • Uninterrupted treatment should not last longer than 15 minutes.
zh_tw: • 連續使用勿超過 15 分鐘，

source: • Unplug the control switch unit from the heating blanket using the connector on the underside.
zh_tw: •從保溫電毯上拔下控制開關單元位於底面之連接頭。

source: • Using the sliding switch to activate the appliance. As soon as you push the switch to position 1, the massage rollers start to rotate at a gentle speed. Select position 2.
zh_tw: • 使用滑動開關（4）啟動按摩機，當切換開關至位置 1 時，按摩器滾輪（2）立即開始慢速轉動，切換位置 2 。

source: • When storing the appliance, allow it to cool down before folding.
zh_tw: •收納裝置時，請先冷卻再折疊。.

source: • When storing the foot warmer, leave it to cool down first before folding.
zh_tw: •收納暖腳機時，請先冷卻再折疊。.

source: • When the appliance is not in use, disconnect the plug from the mains.
zh_tw: •當裝置不使用時，拔下電源插頭。

source: • do not treat any parts of the body that have swellings, burns, inflammation, peeling skin, wounds or other sensitive points,
zh_tw: • 請勿用於身體上任何腫脹、燒傷、發炎、脫皮、傷口或其他敏感的部份，

source: • instruction manual
zh_tw: • 說明手冊

source: • mains adapter
zh_tw: • 變壓器

source: • not while ingesting substances that reduce reaction times (e.g. painkiller medications, alcohol),
zh_tw: • 使用降低身體反應時間之藥物或食物時（例如：止痛藥、酒精），

source: • on children, • on animals, • you are pregnant, • on the head and the throat,
zh_tw: • 幼童， • 動物， • 孕婦， • 頭部及咽喉，

source: • people fitted with a pacemaker, artificial joints or electronic implants should in all cases consult a doctor before using the device,
zh_tw: • 裝有心律調整器、人工關節或電子式植入裝置之人員使用裝置前需向醫師諮詢，

source: • you should not use this device if you are affected by one or more of the following illnesses and conditions: Circulation disorders, varicose veins, open wounds, bruises, broken skin, inflammation of the veins or thrombosis.
zh_tw: •若有以下一種或多種疾病時請勿使用裝置：循環系統疾病、靜脈曲張、開放性傷口、瘀傷、皮膚炎、 靜脈炎或血管栓塞。

source: A very small part of the industry is the more exotic materials like coconut husks, crushed corn cob, cottonseed, etc.
zh_tw:  業界中很小的一部分使用植物性材料如椰子殼、壓碎玉米芯、棉籽等。

source: All-Natural Renewable Resource
zh_tw:  全天然可再生材料

source: Clay (Kitty Litter)
zh_tw:  黏土 (貓砂)

source: Environmentally Friendly
zh_tw:  環保

source: Hydrophobic
zh_tw:  疏水性

source: Key to our company is our uniquely designed Spillow mats, pads, berms and socks.
zh_tw:  公司的主要產品為獨設計的洩漏吸收枕 (Spillow) 毯、墊、護邊以及襪套。

source: Loose Absorbent
zh_tw:  散裝吸收劑

source: Made out of specially formulated peat, our absorbent outperforms the market.
zh_tw:  我們的吸收劑以特殊配方的泥炭製作，性能優於市場上的產品。

source: Manufactured Products
zh_tw:  加工產品

source: Non-Leaching
zh_tw:  不外漏

source: Peripheral Products
zh_tw:  其它產品

source: Pig Products (Polypropylene Pads)
zh_tw:  Pig 系列產品 (聚丙烯墊)

source: Product Design
zh_tw:  產品設計

source: SaveSorb is ideal for wet environments.
zh_tw:  SaveSorb 為潮濕環境下的理想選擇。

source: Spill Kits
zh_tw:  洩漏處理工具組

source: The largest alternative to clay is the poly pads.
zh_tw:  黏土最大宗的替代品為聚合物吸收墊。

source: The vast majority of the absorbent market is made up of clay based products (kitty litter).
zh_tw:  市場上絕大多數吸收劑為黏土質產品 (貓砂)。

source: We provide a multitude of specially designed spill kits to meet the needs of various industries.
zh_tw:  我們提供多種專門設計之洩漏處理工具組，以滿足各行各業的需求。

source: We save the environment by providing a green product that doesn’t just pick up oil, but encapsulates it and locks it away until that oil can be broken down into safer elements.
zh_tw:  我們提供的環保產品不僅能吸附油污，也能封鎖住油污直到其分解成較安全的元素以保護環境。

source: We save their money by providing a much more cost effective way to manager their spill and leak control.
zh_tw:  我們提供更具成本效益的洩漏控制管理方式為客戶節省金錢。

source: We save their time by providing a product that outperforms every product currently on the market.
zh_tw:  我們提供目前市場上最佳的產品為客戶節省時間。

source: 2009, 2006 and 2003 International Building Code® (IBC)
zh_tw: 2009、 2006 以及 2003 國際建築規範® (IBC)

source: 2009, 2006 and, 2003 International Residential Code® (IRC)
zh_tw: 2009、 2006 以及 2003 國際住宅規範® (IBC)

source: Adhesive mixing and dispensing equipment
zh_tw: 黏著劑混合及點膠設備

source: Anchors are used to resist wind or seismic forces only.
zh_tw: 錨固僅用於抵抗風或地震。

source: Anchors are used to support nonstructural elements.
zh_tw: 錨固用於支持非結構性元件。

source: Anchors that support gravity load–bearing structural elements are within a fire-resistive envelope or a fire-resistive membrane, are protected by approved fire-resistive materials, or have been evaluated for resistance to fire exposure in accordance with recognized standards.
zh_tw: 支撐重力負載承重結構元件之錨固位於防火殼或防火膜內，由合格防火材料保護，或經過評估符合公認的防火標準。

source: Equipment for hole cleaning and adhesive injection
zh_tw: 孔洞清潔及黏著劑注入設備

source: fischer FIS EM 390 S or fischer FIS EM 585 S adhesive packaged in cartridges
zh_tw: fischer FIS EM 390 S 或 fischer FIS EM 585 S 黏著劑匣
